{
   "description":"<p>As the fastest growing county in England, Cambridgeshire is home to a rich diversity of history, culture and landscape. A predominantly rural county, Cambridgeshire includes the university city of Cambridge, the market towns of St Ives, Huntingdon and St Neots, the historic Fenland towns of Ramsey, Chatteris, Wisbech, Whittlesey, March, the historic cathedral city of Ely and the thriving city of Peterborough, a regional centre for commerce, industry, transport and leisure.<\/p><p>Cambridgeshire Constabulary is responsible for effective policing across the whole of Cambridgeshire, covering approximately 1,316 square miles of the East of England region. For policing purposes the county is divided into six districts, Peterborough, Huntingdonshire, Fenland, East Cambridgeshire, Cambridge City and South Cambridgeshire, each headed by a district commander with their own dedicated policing teams who know the local area inside out. Specialist officers and staff provide services such as major investigations, roads policing and public protection.<\/p>",
   "url":"httbcles:\/\/www.cambs.police.uk",
   "engagement_methods":[
      {
         "url":"https:\/\/www.cambs.police.uk",
         "type":"web",
         "description":"<p>There's a wide range of information available on the Cambridgeshire Constabulary website, including crime maps showing levels of crime and anti-social behaviour in your area.  You can also email us directly with general queries, to thank our staff and officers or to make a complaint.<\/p>",
         "title":"Cambridgeshire Constabulary website"
      },
      {
         "url":"https:\/\/www.youtube.com\/CambridgeshirePolice",
         "type":"youtube",
         "description":"<p>You can view the latest video and film clips from Cambridgeshire Constabulary on our YouTube site<\/p>",
         "title":"YouTube"
      },
      {
         "url":"https:\/\/twitter.com\/CambsCops",
         "type":"twitter",
         "description":"<p>Twitter<\/p>",
         "title":"Twitter"
      }
   ],
   "telephone":"101",
   "id":"cambridgeshire",
   "name":"Cambridgeshire Constabulary"
}